Repository: docmcfly/cyNewsletter
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# userSettings.form.newsletterSettings
source: Newsletter settings:
de: Newsletter-Einstellungen:

# userSettings.form.submit
source: Save
de: Speichern

# userSettings.form.newsletterOption.disabled
source: Disabled
de: Abgeschaltet

# userSettings.form.newsletterOption.onlyImportantNews
source: Only important news
de: Nur als wichtig markierte Nachrichten

# userSettings.form.newsletterOption.allNews
source: All news
de: Alle Nachrichten

# userSettings.form.info.savingSuccessful
source: The values are save successful.
de: Einstellungen erfolgreich abgespeichert.

# userSettings.form.error.notLogged
source: You are not logged.
de: Sie sind nicht eingeloggt.

# userSettings.form.error.onlyCurrentUserIsEditable
source: Only the current logged user is editable.
de: Sie können nur den Nutzer bearbeiten, der auch eingeloggt ist.

# userSettings.form.error.invalidNewsletterSetting
source: The newsletter setting is invalid.
de: Die Newsletter-Einstellung ist ungültig.

# task.sendNewsletter.newsStoragePageId
source: Page id of the news storage
de: Page Id der Nachrichtenablage

# task.sendNewsletter.feUserPageId
source: Page id of the frontend users.
de: Page Id der Webseitennutzer

# task.sendNewsletter.newsDisplayUrl
source: Url the news show.
de: Seite, wo die News angezeigt werden

# task.sendNewsletter.logStoragePageId
source: Storage of the newsletter log.
de: Hier werden die Log-Einträge hinterlegt.

# task.sendNewsletter.maxCharacters
source: Limitation of the characters in the news reminder email
de: Wie viele Zeichen sollen in der Erinnerungsmail von der Neuigkeit angezeigt werden?

# task.sendNewsletter.error.invalid.newsStoragePageId
source: Invalid news storoage page id.
de: Ungültige News-Speicher-Seiten-Id.

# task.sendNewsletter.error.invalid.feUserPageId
source: Invalid frontend user page id.
de: Ungültige Webseitennutzer-Seiten-Id.

# task.sendNewsletter.error.invalid.logStoragePageId
source: Invalid log stroage page id.
de: Ungültige Log-Speicher-Seiten-Id.

# task.sendNewsletter.error.invalid.newsDisplayUrl
source: Invalid news display url.
de: Ungültige URL (Wo die News angezeigt werden.)

# task.sendNewsletter.error.invalid.maxCharacters
source: The limitation of the characters in the news reminder email is invalid.
de: Zeichenanzahl in der Erinnerungsmail ist ungültig.

# task.sendNewsletter.rememberEmail.subject
source: Newletter:
de: Newsletter:

# task.sendNewsletter.rememberEmail.salutation
source: Hello %s,
de: Guten Tag %s,

# task.sendNewsletter.rememberEmail.teaser
source: a new news is public. Here are the first words of the news:
de: es wurde eine neue Neuigkeit veröffentlicht. Hier sind die ersten Zeilen der Nachricht:

# task.sendNewsletter.rememberEmail.newsLink
source: Link to the full news
de: Link zur vollständigen Neuigkeit

# task.sendNewsletter.rememberEmail.subscriptInfo
source: Hint: You can config the newsletter settings in your personal profile.
de: Hinweis: Im persönlichen Profil kann man die Einstellungen zu diesem Newsletter verändert.
